Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Before proceeding, please select an item to customize your review form.
fr_fr: Avant de continuer, sélectionnez un élément pour personnaliser votre formulaire de bilan.

source: Please fill in all mandatory fields.
fr_fr: Veuillez renseigner tous les champs obligatoires.

source: To complete the process, all required information must first be provided by the owner.
fr_fr: Pour finaliser le processus, toutes les informations requises doivent d'abord être fournies par le titulaire.

source: This template is currently in progress.
fr_fr: Ce modèle est actuellement en cours d'élaboration.

source: Select the rating scale in the menu.
fr_fr: Sélectionnez l'échelle de notation dans le menu.

source: The review process was successfully reopened.
fr_fr: Le processus de bilan a été correctement rouvert.

source: All your changes were saved as draft.
fr_fr: Toutes modifications ont été enregistrées en tant que brouillon.

source: Skill & Competency Groups
fr_fr: Groupes de compétences & d'aptitudes

source: Select at least one skill to proceed.
fr_fr: Veuillez sélectionner au moins une compétence pour continuer.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
fr_fr: Aucune compétence ajoutée. Chargez la bibliothèque de compétences de votre entreprise pour commencer à suivre, développer et optimiser les talents de votre équipe.

source: Manage your company's skills
fr_fr: Gérer les compétences de votre entreprise

source: Expand all
fr_fr: Développer tout

source: Collapse all
fr_fr: Réduire tout

source: Current manager
fr_fr: Manager actuel

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
fr_fr: Vous êtes sur le point de réaffecter le manager de ce plan de développement de carrière. Le nouveau manager obtiendra toutes les autorisations et actions actuellement disponibles pour le manager existant.

source: New manager
fr_fr: Nouveau manager

source: Search for a manager
fr_fr: Rechercher un manager

source: The new manager cannot be empty.
fr_fr: Le nouveau manager ne peut pas être vide.

source: Reassign
fr_fr: Réassigner

source: Reassign manager
fr_fr: Réassigner le manager

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
fr_fr: Ce membre de l'équipe n'a pas encore de check-ins. Crééez son premier check-in pour commencer son parcours.

source: This team member has no goals yet. Create goals to help them progress.
fr_fr: Ce membre d'équipe n'a pas encore d'objectifs. Créez des objectifs l'aider à progresser.

source: Enhance this team member's profile by adding & rating skills
fr_fr: Améliorez le profil de ce membre de l'équipe en ajoutant des compétences et en les notant.

source: Attached files
fr_fr: Fichiers joints

source: Upload supporting files for the career development.
fr_fr: Téléchargez les fichiers de support pour le développement de carrière.

source: Preview goals in the career development page.
fr_fr: Consultez un aperçu des objectifs dans la page de développement de carrière.

source: You don’t have the necessary permissions to manage goal plans.
fr_fr: Vous n'avez pas les autorisations nécessaires pour gérer les plans d'objectifs.

source: Please contact your system administrator for assistance.
fr_fr: Veuillez contacter votre administrateur système pour obtenir de l'aide.

source: Select goal plan
fr_fr: Sélectionner le plan d'objectifs

source: Select goal type
fr_fr: Sélectionner le type d'objectif

source: Go to the career plan questionnaire step to make changes.
fr_fr: Allez à l'étape questionnaire du plan de carrière pour apporter des modifications.

source: All skills from the library
fr_fr: Toutes les compétences de la bibliothèque

source: Define the source for skills and competency scales.
fr_fr: Définissez la source des échelles de compétences et d'aptitudes.

source: Select skills & competency groups
fr_fr: Sélectionner des groupes de compétences & d'aptitudes

source: Choose one option
fr_fr: Sélectionnez une option

source: Selected skills & competency groups
fr_fr: Groupes de compétences & d'aptitudes sélectionnés

source: Select competency scale
fr_fr: Sélectionner une échelle de compétences

source: Preview check-ins in the career development page.
fr_fr: Prévisualisez les check-ins dans la page de développement de carrière.

source: You must enable at least one widget to move to the next step.
fr_fr: Vous devez activer au moins un widget pour passer à l'étape suivante.

source: Career plans
fr_fr: Plans de carrière

source: Reflect on your achievements, challenges, and career aspirations. Taking a moment to think about your experiences will help you clearly articulate your development goals.
fr_fr: Réfléchissez à vos réussites, défis et aspirations professionnelles. Prenez un moment pour penser à vos expériences ; cela vous aidera à articuler clairement vos objectifs de développement.

source: Identify both your short- and long-term career goals. Be specific about what you want to accomplish and the skills you’d like to develop. This will ensure the plan aligns with your personal and professional growth.
fr_fr: Identifiez vos objectifs de carrière à court et à long terme. Soyez précis sur ce que vous souhaitez accomplir et les compétences que vous souhaitez développer. Cela garantira que le plan correspond à votre croissance personnelle et professionnelle.

source: Think about the training, projects, or responsibilities that can help you achieve your goals. In your plan, include opportunities that will support your growth and career advancement.
fr_fr: Réfléchissez à la formation, aux projets ou aux responsabilités qui peuvent vous aider à atteindre vos objectifs. Dans votre plan, incluez des opportunités qui soutiendront votre croissance et l'avancement de votre carrière.

source: Break your goals down into actionable steps. Be sure to outline a timeline for achieving them and track your progress along the way.
fr_fr: Décomposez vos objectifs en étapes réalisables. Veillez à définir un calendrier pour les atteindre et suivez vos progrès en cours de route.

source: Create a supportive environment where workers feel comfortable sharing their aspirations, challenges, and goals. Listen actively and ask thoughtful questions to better understand their vision.
fr_fr: Créez un environnement favorable dans lequel les employé(e)s se sentent à l'aise pour partager leurs aspirations, leurs défis et leurs objectifs. Écoutez activement et posez des questions réfléchies pour mieux comprendre leur vision.

source: Take time to review the worker's career development plan in detail. Provide constructive feedback, acknowledge their strengths, and highlight areas for growth.
fr_fr: Prenez le temps d'examiner en détail le plan de développement de carrière de l'employé(e). Fournissez un feedback constructif, reconnaissez leurs points forts et mettez en avant les domaines à améliorer.

source: Encourage your reports to explore new challenges and opportunities that help them grow while building on their current strengths and skills.
fr_fr: Encouragez vos subordonnés directs à explorer de nouveaux défis et opportunités qui les aideront à se développer tout en renforçant leurs forces et compétences actuelles.

source: Share your own experiences and insights to inspire and guide workers. Be their advocate and actively support their growth journey.
fr_fr: Partagez vos propres expériences et points de vue pour inspirer et guider les employé(e)s. Soyez leur défenseur(e) et soutenez activement leur parcours de développement.

source: Prepare in advance
fr_fr: Préparez-vous à l'avance

source: Define your goals
fr_fr: Définissez vos objectifs

source: Explore development opportunities
fr_fr: Explorez des opportunités de développement

source: Set actionable steps
fr_fr: Définissez des étapes concrètes

source: Encourage open dialogue
fr_fr: Encouragez un dialogue ouvert

source: Review the plan thoroughly
fr_fr: Passez en revue le plan attentivement.

source: Suggest opportunities for growth
fr_fr: Suggérez des opportunités de croissance.

source: Be a mentor, not just a manager
fr_fr: Soyez un mentor, pas seulement un manager

source: Here are some tips to guide you through filling out your career development plan:
fr_fr: Voici quelques conseils pour vous guider dans la rédaction de votre plan de développement de carrière :

source: Foster meaningful career development conversations!
fr_fr: Encouragez des conversations de développement de carrière productives !

source: Here are tips to effectively guide workers in their career development plans:
fr_fr: Voici des conseils pour guider efficacement les employé(e)s dans leurs plans de développement de carrière :

source: Career plans that your team members own.
fr_fr: Plans de carrière dont vos membres d'équipe sont les titulaires.

source: This worker currently has no career development plans
fr_fr: Cet(te) employé(e) n'a actuellement aucun plan de développement de carrière.

source: Are you sure you want to reassign this career development plan to the selected manager?
fr_fr: Êtes-vous sûr de vouloir réattribuer ce plan de développement de carrière au manager sélectionné ?

source: Confirm reassignment
fr_fr: Confirmer la réaffectation

source: The career development plan was successfully reassigned.
fr_fr: Le plan de développement de carrière a été correctement réattribué.

source: {{count}}/{{limit}} characters
fr_fr: {{count}}/{{limit}} caractères

source: The text exceeds the character limit.
fr_fr: La longueur du texte est supérieure à la limite de caractères autorisée.

source: Once your manager submits their view on your performance, you will be invited to either accept and complete the check-in, or request to meet for further discussion.
fr_fr: Une fois que votre manager aura soumis son bilan sur votre performance, vous devrez soit accepter et finaliser le check-in, soit demander une rencontre pour une discussion plus approfondie.

source: Set date
fr_fr: Définir une date

source: Add discussion point
fr_fr: Ajouter un point de discussion

source: Add recurrence
fr_fr: Ajouter la récurrence

source: If yes, click the button and open the file once it has been downloaded to add this event to your calendar, and that of the other attendee.
fr_fr: Si oui, cliquez sur le bouton et ouvrez le fichier une fois qu'il a été téléchargé pour ajouter cet événement à votre calendrier, ainsi qu'à celui de l'autre participant.

source: Download invite
fr_fr: Télécharger l'invitation

source: Do you want to add this check-in to your calendar?
fr_fr: Voulez-vous ajouter ce check-in à votre calendrier ?

source: Make your check-ins more effective by adding key discussion points and agenda items every week. Reflect on the past week and plan for the next week to help increase productivity and ensure you and your manager are aligned on important deliverables.
fr_fr: Augmentez l'efficacité de vos check-ins en ajoutant des points de discussion clés et des éléments d'ordre du jour chaque semaine. Réfléchissez à la semaine passée et planifiez la semaine suivante pour booster la productivité et vous assurer que vous et votre manager êtes en accord sur les livrables importants.

source: Have a great check-in conversation!
fr_fr: Nous vous souhaitons un excellent check-in !

source: Here are some tips to make the most of your check-ins.
fr_fr: Voici quelques conseils pour tirer le meilleur parti de vos check-ins.

source: Make sure you use your check-in time wisely. Coming prepared can greatly benefit the quality of the conversation and also impress your manager, as it demonstrates your focus on your goals and development.
fr_fr: Utilisez judicieusement le temps consacré au check-in. En vous préparant en amont, vous contribuez non seulement à améliorer la qualité de la conversation, mais vous pouvez également impressionner votre manager, car cela met en évidence votre dévouement à vos objectifs et à votre développement.

source: The central focus of a check-in should be your current workload, and it should aim at ensuring that you and your manager are aligned on your projects and goals.
fr_fr: Le point focal d'un check-in doit être votre charge de travail actuelle, et le check-in doit viser à garantir que vous et votre manager êtes en accord sur vos projets et objectifs.

source: To prepare for your check-in, take some notes about the main items you have been working on that week and any key points you want to discuss. It only takes five minutes, but it can significantly improve the quality of your conversation.
fr_fr: Pour vous préparer à votre check-in, notez les principaux éléments sur lesquels vous avez travaillé cette semaine, ainsi que les points clés que vous souhaitez aborder. Consacrez cinq minutes à cet exercice pour améliorer considérablement la qualité de votre conversation.

source: All participants
fr_fr: Tous les participants

source: Assign check-in
fr_fr: Assigner un check-in

source: Recognize behavior profile of:
fr_fr: Reconnaître le profil comportemental de :

source: Offer your team member insight into how you think they have progressed on their behaviors over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses comportements au cours de cette période.

source: You have changed the type of the check-in. Please review the change with the check-in attendee.
fr_fr: Vous avez modifié le type de check-in. Veuillez valider la modification avec le participant au check-in.

source: No messages yet
fr_fr: Aucun message pour le moment

source: Why not start a conversation now?
fr_fr: Commencez une conversation dès maintenant !

source: Check-in chat
fr_fr: Chat du check-in

source: The check-in <u>{{title}} with {{name}}</u> was completed.
fr_fr: Le check-in <u>" {{title}} " avec {{name}}</u> a été terminé.

source: Your check-in was successfully created.
fr_fr: Votre check-in a été correctement créé.

source: {{numberOfCheckins}} check-ins with {{AssignedToUserName}} will be created.
fr_fr: {{numberOfCheckins}} check-ins avec {{AssignedToUserName}} seront créés.

source: You can create another check-in at any time.
fr_fr: Vous pouvez créer un autre check-in à tout moment.

source: {{count}} check-ins were successfully created.
fr_fr: {{count}} check-ins ont été correctement créés.

source: The scheduled check-in <u>{{title}} with {{name}}</u> was canceled.
fr_fr: Le check-in programmé <u>" {{title}} " avec {{name}}</u> a été annulé.

source: Your check-in was successfully saved.
fr_fr: Votre check-in a été correctement enregistré.

source: Focus factors for this check-in
fr_fr: Facteurs d'attention pour ce check-in

source: Your check-in was successfully updated.
fr_fr: Votre check-in a été correctement mis à jour.

source: {{name}} will be notified that you have updated this check-in.
fr_fr: {{name}} sera informé que vous avez mis à jour ce check-in.

source: Add point
fr_fr: Ajouter un point

source: No discussion points for the moment
fr_fr: Aucun point de discussion pour le moment

source: Are you sure you want to mark the check-in <strong>{{name}}</strong> as complete?
fr_fr: Voulez-vous vraiment marquer le check-in <strong> {{name}} </strong> comme terminé ?

source: Complete check-in
fr_fr: Terminer le check-in

source: Select a date
fr_fr: Sélectionnez une date

source: Are you sure you want to remove the check-in <strong>{{name}}</strong> from your check-in list?
fr_fr: Voulez-vous vraiment supprimer le check-in <strong> {{name}} </strong> de votre liste ?

source: Delete check-in
fr_fr: Supprimer le check-in

source: Description and discussion points
fr_fr: Description et points de discussion

source: Check-ins created
fr_fr: Check-ins créés

source: To help you prepare, include an overview of what you'd like to talk about here.
fr_fr: Pour vous aider à vous préparer, saisissez ici un aperçu de ce dont vous souhaitez discuter.

source: Add comment
fr_fr: Ajouter un commentaire

source: Discussion points
fr_fr: Points de discussion

source: Create some pointers to kick-start your check-in conversation.
fr_fr: Ajoutez quelques pistes pour amorcer votre conversation de check-in.

source: Edit check-in
fr_fr: Modifier le check-in

source: Edit discussion point
fr_fr: Modifier le point de discussion

source: Back to upcoming
fr_fr: Retour aux check-ins à venir

source: No check-ins have occurred that day.
fr_fr: Aucun check-in n'a eu lieu ce jour.

source: No upcoming check-ins to be displayed. <br/>Schedule a new check-in.
fr_fr: Aucun check-in à venir à afficher. <br/>Planifiez un nouveau check-in.

source: No check-ins were recently updated.
fr_fr: Aucun check-in n'a récemment été mis à jour.

source: No check-ins have taken place in the past.
fr_fr: Aucun check-in n'a eu lieu dans le passé.

source: Each worker to whom this check-in has been assigned can edit this section in their form.
fr_fr: Chaque employé(e) à qui ce check-in a été attribué peut modifier cette section dans leur formulaire.

source: Here are some helpful tips for understanding the different types of check-ins.
fr_fr: Voici quelques conseils utiles pour mieux comprendre les différents types de check-ins.

source: About check-ins
fr_fr: À propos des check-ins

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
fr_fr: Toutes les deux semaines, le {{day}}, du {{startOn}} au {{endOn}}. Au total, {{count}} check-ins seront créés.

source: Goal due date
fr_fr: Date d'échéance de l'objectif

source: Showing goals and deliverables of:
fr_fr: Objectifs et livrables de :

source: Goal priority
fr_fr: Priorité de l'objectif

source: Goal progress
fr_fr: Progression de l'objectif

source: Goal tracking status
fr_fr: Statut de suivi de l'objectif

source: Goal type: “{{typeName}}“
fr_fr: Type d'objectif : "{{typeName}}"

source: Still in progress.
fr_fr: Toujours en cours.

source: How was your check-in?
fr_fr: Comment s'est passé votre check-in ?

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
fr_fr: Voulez-vous vraiment marquer le check-in <strong> {{checkInTitle}} </strong> comme terminé ?

source: Marked as done by {{nickName}} {{name}}.
fr_fr: Marqué comme terminé par {{nickName}} {{name}}.

source: Assigned to
fr_fr: Assigné à :

source: {{count}} workers
fr_fr: {{count}} employés

source: {{count}} worker
fr_fr: {{count}} employé

source: {{count}} users
fr_fr: {{count}} utilisateurs

source: Number of check-ins assigned to each selected worker and their line manager.
fr_fr: Nombre de check-ins attribués à chacun des employé(e)s sélectionnés et à leur manager direct.

source: Assigned to: {{count}}
fr_fr: Assigné à : {{count}}

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
fr_fr: Cette assignation créera {{count}} check-ins entre chaque employé(e) et son manager direct. Une fois le check-in assigné, les utilisateurs pourront en modifier les détails et ajouter une date.

source: Get started by assigning one.
fr_fr: Assignez-en un pour commencer.x

source: No check-ins mass assignments yet!
fr_fr: Aucune assignation de check-ins en masse

source: Excluded individuals
fr_fr: Personnes exclues

source: Excluded workers: {{count}}
fr_fr: Employé(e)s exclus : {{count}}

source: Excluded
fr_fr: Exclu(e)s

source: Included
fr_fr: Inclu(e)s

source: No results match the search criteria. Clear the search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche. Effacez la recherche pour afficher tous les résultats.

source: Search for workers
fr_fr: Rechercher des employé(e)s

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
fr_fr: Lors des check-ins de performance, les managers doivent donner leur avis sur la progression et la performance de leurs membres d'équipe.

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
fr_fr: L'organisation de check-ins réguliers permet aux managers et à leurs membres d'équipe de discuter des progrès quotidiens et des éventuels axes de développement.

source: See all participants
fr_fr: Voir tous les participants

source: Monthly check-in
fr_fr: Check-in (mensuel)

source: Search for a worker or an organization
fr_fr: Rechercher un(e) employé(e) ou une unité organisationnelle

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
fr_fr: Se produit le jour {{day}} de chaque mois, à partir du {{startOn}} jusqu'au {{endOn}}. Au total, {{count}} check-ins seront créés.

source: Specific date
fr_fr: Date spécifique

source: Past
fr_fr: Passés

source: Upcoming
fr_fr: À venir

source: Today
fr_fr: Aujourd'hui

source: Assign check-ins
fr_fr: Assigner des check-ins

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
fr_fr: Si vous assignez le check-in à plusieurs utilisateurs. L'ajout de la liste de nouveaux check-ins à la vue des check-ins peut prendre du temps.

source: The check-in was successfully assigned.
fr_fr: Le check-in a été correctement assigné.

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
fr_fr: Cette assignation créera au total {{count}} check-ins, entre chaque employé(e) sélectionné(e) et son manager direct.

source: Are you sure you want to assign this check-in?
fr_fr: Voulez-vous vraiment assigner ce check-in ?

source: No description added
fr_fr: Aucune description ajoutée

source: No discussion points added
fr_fr: Aucun point de discussion ajouté.

source: Overall performance
fr_fr: Performance globale

source: My overall performance
fr_fr: Ma performance globale

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de sa performance globale au cours de cette période.

source: Check-in with
fr_fr: Check-in avec

source: Pending manager submission
fr_fr: En attente de soumission du manager

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
fr_fr: Permettre aux managers de programmer des conversations dédiées avec leurs subordonné(e)s direct(e)s afin de discuter des sujets liés à la performance.

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses comportements au cours de cette période.

source: Your comment
fr_fr: Votre commentaire

source: Please share your thoughts in this section.
fr_fr: Partagez vos opinions dans cette section.

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de vos comportements au cours de cette période.

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de vos objectifs au cours de cette période.
